// import images for events
import Parousiasi26 from "../assets/Parousiasi26.jpg";
import event0 from "../assets/event0.jpg";
import event0_1 from "../assets/event0_1.jpg";
import event0_2 from "../assets/event0_2.jpg";
import event1 from "../assets/event1.jpg";
import event4 from "../assets/event4.jpg";
import TheBigBrother from "../assets/TheBigBrother.jpg";
import HmeraMouseiwn from "../assets/HmeraMouseiwn.jpg";
import greenroutes from "../assets/greenroutes.jpg";
import bookpresentation from "../assets/bookpresentation.jpg";
import provaxorou from "../assets/provaxorou.jpg";

// Export the list of events
export const EventList = [
  {
    name: "Παρουσίαση 26 χορογραφιών από το Χοροθέατρο της Λέσχης Πολιτισμού Φλώρινας",
    image: Parousiasi26,
    description: "Χορογραφίες από την Βιβή Κοσκοσά, Ιφυγένεια Κλεισιάρη-Κοσκοσά, Μαριλένα Κίτσου, Ηλέκτρα Κερσανίδου, Βασιλική Τραιανοπούλου, συνολικά 9 διαφορετικών τμημάτων του Χοροθεάτρου.",
    date: "29 & 30 Μαΐου 20:00μ.μ., Αίθουσα Θεάτρου Πολιτιστικού Κέντρου 'Θ. Αγγελόπουλος' (Ωδείο)",
    parsedDate: "2024-05-30", // Parsed date for filtering purposes
    price: "Είσοδος Ελεύθερη",
    additionalInfo1: "",
    additionalImages: [event0,event0_1,event0_2],
  },
  {
    name: "Έκθεση σύγχρονης τέχνης «The Big Brother»",
    image: TheBigBrother,
    description: "Συμμετέχουν 24 καλλιτέχνες από όλη την Ελλάδα (Κρήτη, Θεσσαλονίκη, Αθήνα, Κατερίνη και Φλώρινα) φοιτητές, μαθητές, ερασιτέχνες και επαγγελματίες ζωγράφοι.",
    date: "24-26 Μαΐου στο κτήριο Γούναρη",
    parsedDate: "2024-05-24",
    price: "Είσοδος Ελεύθερη",
    additionalInfo1: "Η έκθεση σύγχρονης τέχνης με θεματική  «The Big Brother» θα διεξαχθεί στις 24-26 Μαΐου στο κτήριο Γούναρη. Συμμετέχουν 24 καλλιτέχνες από όλη την Ελλάδα (Κρήτη, Θεσσαλονίκη, Αθήνα, Κατερίνη και Φλώρινα) φοιτητές, μαθητές, ερασιτέχνες και επαγγελματίες ζωγράφοι. ",
    additionalInfo2: "Στα εγκαίνια και την τρίτη μέρα θα πραγματοποιηθεί ζωντανό performance. \n Την δεύτερη μέρα της έκθεσης 25/05 θα έχουμε ζωντανή μουσική στο Νέο Πάρκο από το συγκρότημα Half Twin Brother και τον Fyodor, από την Αθήνα. Σας περιμένουμε! \n Επιμέλεια: Άντα Τζέκου",
    additionalImages: [event1],
  },
  {
    name: "Ανοιχτές οι πόρτες των Μουσείων του Δήμου Αμυνταίου, για τη Διεθνή Ημέρα Μουσείων",
    image: HmeraMouseiwn,
    description: "Ο Δήμος Αμυνταίου συμμετέχει στον εορτασμό της φετινής Διεθνούς Ημέρας Μουσείων, ανοίγοντας τις πόρτες στα Μουσεία και τους Αρχαιολογικούς Χώρους του, στηρίζοντας τον πολιτισμό και αναδεικνύοντας την πολιτιστική κληρονομιά του.",
    date: "Σάββατο 18 Μαΐου",
    parsedDate: "2024-05-18",
    price: "Είσοδος Ελεύθερη",
    additionalInfo1: `Το Διεθνές Συμβούλιο Μουσείων (ICOM), στην προσπάθειά του να αναδείξει τον ρόλο των μουσείων στη σύγχρονη κοινωνία, καθιέρωσε το 1977 τη 18η Μαΐου ως Διεθνή Ημέρα Μουσείων (International Museum Day).
    Ο Δήμος Αμυνταίου συμμετέχει στον εορτασμό της φετινής Διεθνούς Ημέρας Μουσείων, ανοίγοντας τις πόρτες στα Μουσεία και τους Αρχαιολογικούς Χώρους του, στηρίζοντας τον πολιτισμό και αναδεικνύοντας την πολιτιστική κληρονομιά του.
    `,
    additionalInfo2: `Συγκεκριμένα, το Σάββατο 18 Μαΐου, θα λειτουργήσουν:
    O Αρχαιολογικός Χώρος των Πετρών, Tο Λαογραφικό Μουσείο Αμυνταίου, Tο Μουσείο «Το σπίτι του Νυμφαίου», Tο Εθνολαογραφικό Μουσείο Λεχόβου, Tο Λαογραφικό Μουσείο Ξινού Νερού`,
    additionalImages: [],
  },
  {
    name: "Πράσινες Πολιτιστικές Διαδρομές στη Φλώρινα",
    image: greenroutes,
    description: "Η Εφορεία Αρχαιοτήτων Φλώρινας συμμετέχει και φέτος στην επικοινωνιακή δράση «Πράσινες Πολιτιστικές Διαδρομές»",
    date: "31 Μαΐου",
    parsedDate: "2024-05-31",
    price: "Δωρεάν Συμμετοχή",
    additionalInfo1: `Η Εφορεία Αρχαιοτήτων Φλώρινας συμμετέχει και φέτος στην επικοινωνιακή δράση «Πράσινες Πολιτιστικές Διαδρομές», με τις εξής εκδηλώσεις:
    «3.000 χρόνια πριν. Τάφοι και ταφικά έθιμα στην περιοχή των τεσσάρων λιμνών του Αμυνταίου»
    Πέμπτη 31 Μαΐου 2024
    Η δράση απευθύνεται σε μαθητές Ε΄ και ΣΤ΄ Τάξης Δημοτικών Σχολείων και περιλαμβάνει ενημερωτική ομιλία και ξενάγηση από τον κ. Πανίκο Χρυσοστόμου στις εργαστηριακές και αποθηκευτικές εγκαταστάσεις της Εφ.Α. Φλώρινας στον Άγιο Παντελεήμονα Αμυνταίου. Θα ακολουθήσουν εκπαιδευτικές δραστηριότητες σχετικές με το θέμα και περιήγηση στον κοντινό αρχαιολογικό χώρο της Νεκρόπολης Εποχής Σιδήρου. `,
    additionalInfo2: `Οι σχολικές ομάδες θα γνωρίσουν μια από τις εντυπωσιακότερες και καλύτερα διατηρημένες νεκροπόλεις των Βαλκανίων, όπως αυτή επιβιώνει ανάμεσα στους σύγχρονους αμπελώνες και θα ευαισθητοποιηθούν σε θέματα πολιτιστικής και φυσικής κληρονομιάς. Στόχος της δράσης είναι η δημιουργική κινητοποίηση της φαντασίας των μαθητών και η προσέγγιση άγνωστων πτυχών του παρελθόντος.
    Έναρξη δράσης: 9 π.μ.
    Σημείο συνάντησης: Εγκαταστάσεις Εφορείας Αρχαιοτήτων Φλώρινας στον Άγιο Παντελεήμονα Αμυνταίου
    Τηλέφωνο επικοινωνίας για δηλώσεις συμμετοχής: 2386 0 61163
    Υπεύθυνος δράσης: Δρ. Πανίκος Χρυσοστόμου, Προϊστάμενος Τμήματος Προϊστορικών και Κλασικών Αρχαιοτήτων και Μουσείων της Εφ.Α. Φλώρινας
    «Τα ψηφιδωτά της Έπαυλης του Αλεξάνδρου»
    Παρασκευή 31 Μαΐου 2024
    Η δράση απευθύνεται σε μαθητές Ε΄ και ΣΤ΄ Τάξης Δημοτικών Σχολείων και περιλαμβάνει ενημερωτική ομιλία και ξενάγηση από τον κ. Πανίκο Χρυσοστόμου στις εργαστηριακές και αποθηκευτικές εγκαταστάσεις της Εφ.Α. Φλώρινας στον Άγιο Παντελεήμονα Αμυνταίου. Θα ακολουθήσουν εκπαιδευτικές δραστηριότητες σχετικές με το μνημείο και περιήγηση στον αρχαιολογικό χώρο της Ρωμαϊκής Έπαυλης του Αλεξάνδρου, στο Αμύνταιο. Οι σχολικές ομάδες θα γνωρίσουν ένα από τα σημαντικότερα πολυτελή συγκροτήματα της ρωμαϊκής περιόδου και θα περιηγηθούν στις αίθουσες των ψηφιδωτών. Μέσω της εξερεύνησης εικονιστικών, φυτικών και θαλάσσιων παραστάσεων οι μαθητές θα αναπτύξουν δεξιότητες παρατήρησης και θα εκφραστούν δημιουργικά.
    Έναρξη δράσης: 9 π.μ.
    Σημείο συνάντησης: Εγκαταστάσεις Εφορείας Αρχαιοτήτων Φλώρινας στον Άγιο Παντελεήμονα Αμυνταίου
    Τηλέφωνο επικοινωνίας για δηλώσεις συμμετοχής: 2386 0 61163
    Υπεύθυνος δράσης: Δρ. Πανίκος Χρυσοστόμου, Προϊστάμενος Τμήματος Προϊστορικών και Κλασικών Αρχαιοτήτων και Μουσείων της Εφ.Α. Φλώρινας
    «Ανακαλύπτοντας τα μυστικά της Αρχαίας Λυγκηστίδας
  
    Τηλέφωνο επικοινωνίας για δηλώσεις συμμετοχής: 2385 0 28206
    Υπεύθυνη δράσης: Ιωάννα Τσιόκανου, Αρχαιολόγος Εφ.Α. Φλώρινας`,
    additionalImages: [],
  },
  {
    name: "Παρουσίαση στη Φλώρινα του βιβλίου του Βαγγέλη Νάστου «Είναι Ζήτημα Χημ…ίου»",
    image: bookpresentation,
    description: "Η Ένωση Φιλολόγων Φλώρινας και οι Εκδόσεις BELL σας προσκαλούν στην παρουσίαση του βιβλίου του Βαγγέλη Νάστου ΕΙΝΑΙ ΖΗΤΗΜΑ ΧΗΜ…ΙΟΥ (Βραβείο Καλύτερου Ελληνικού Διηγήματος Public 2023)",
    date: "Κυριακή 19 Μαΐου Ξενοδοχείο Emerald(Κωνσταντίνου Καραμανλή 47, Φλώρινα)",
    parsedDate: "2024-05-19",
    price: "Είσοδος Ελεύθερη",
    additionalInfo1: `Η Ένωση Φιλολόγων Φλώρινας και οι Εκδόσεις BELL σας προσκαλούν στην παρουσίαση του βιβλίου του Βαγγέλη Νάστου ΕΙΝΑΙ ΖΗΤΗΜΑ ΧΗΜ…ΙΟΥ (Βραβείο Καλύτερου Ελληνικού Διηγήματος Public 2023) στο ξενοδοχείο Emerald (Κωνσταντίνου Καραμανλή 47, Φλώρινα).`,
    additionalInfo2: `Την εκδήλωση θα συντονίσει η Κατερίνα Μάρου, φιλόλογος, κάτοχος ΠΜΣ Δημιουργικής Γραφής υπεύθυνη τμήματος Νεότητας Περιφερειακού τμήματος Ερυθρού Σταυρού Φλώρινας.
    Χαιρετισμό θα απευθύνουν η κ. Όλγα Μούσιου Μυλωνά, Διευθύντρια Πρωτοβάθμιας Εκπαίδευσης Φλώρινας και η Πρόεδρος της ΕΦΦ κ. Αθηνά Ζωγράφου.`,
    additionalImages: [event4],
  },
  {
    name: "«Ανοικτή» πρόβα χορού από το Τμήμα Εθνογραφίας και Χορού του «Αριστοτέλη»",
    image: provaxorou,
    description: "Το Τμήμα Εθνογραφίας και Χορού του Φ.Σ.Φ. «Ο Αριστοτέλης» στο πλαίσιο του εορτασμού της Παγκόσμιας Ημέρας Χορού προσκαλεί τους φίλους και τις φίλες του παραδοσιακού χορού σε μια «ανοικτή» πρόβα χορού με «ζωντανή» ορχήστρα.",
    date: "Παρασκευή 26 Απριλίου 20:00 μ.μ., προαύλιο του συλλόγου (Πλατεία 7 Ηρώων 1944)",
    parsedDate: "2024-04-26", 
    price: "Είσοδος Ελεύθερη",
    additionalInfo1: `Το Τμήμα Εθνογραφίας και Χορού του Φ.Σ.Φ. «Ο Αριστοτέλης» στο πλαίσιο του εορτασμού της Παγκόσμιας Ημέρας Χορού προσκαλεί τους φίλους και τις φίλες του παραδοσιακού χορού σε μια «ανοικτή» πρόβα χορού με «ζωντανή» ορχήστρα, την Παρασκευή 26 Απριλίου στο προαύλιο του συλλόγου (Πλατεία 7 Ηρώων 1944) στις 8:00 μ.μ.
    Σας περιμένουμε στον μεγάλο μας κύκλο!
    «Ζούμε για να χορεύουμε, χορεύουμε για να ζούμε…»`,
    additionalImages: [],
  },
];